[{"myId":"5fbf71b1-536e-4966-87a7-fe84bf42c914","title":"给刺激与回应之间留一段距离，当被情绪包围时读一读","contentArr":[{"type":"text","data":"事情多到忙不过来的时候、需要专心却静不下心的时候，我们很容易在不知不觉中被当下的情绪牵引，放纵自己做出不理智的决策。"},{"type":"text","data":"瑞·达利欧说：「你可以选择健康并痛苦的事实，也可以选择不健康但令人舒适的幻觉。」"},{"type":"text","data":"当然，前提是要有「觉知」。"},{"type":"text","data":"进而，在情绪起来之后，在做出反应之前，试着抽离一下，给成长和幸福留一段「距离」。"},{"type":"text","data":"孟岩的这篇文章常读常新，推荐给你。"},{"type":"img","data":"053cb3d6-4675-4913-8624-6b56355c38da.png"},{"type":"text","data":"今天写一个我一直想写但没敢写的话题，一句对我影响很深的话。我非常喜欢这句话，觉得它对别人也会有很大的帮助。"},{"type":"text","data":"一直不敢写的原因是，总觉得自己现在没有能力把它写好，还需要积累和沉淀。当我半年内在第四本书中读到这句话的时候，我知道是时候了。"},{"type":"text","data":"第一次看到这句话，是从 George Mumford 的《The Mindful Athlete》，英文原文如下："},{"type":"text","data":"Between stimulus and response there is a space. In that space is our power to choose our response. In our response lies our growth and our freedom."},{"type":"text","data":"翻译过来就是：刺激与回应之间存在一段距离，成长和幸福的关键就在那里。"},{"type":"text","data":"我非常非常喜欢这句话，它有关觉知、有关成长、有关由内向外，把我最近几年对很多事情的认知、自己的成长以及冥想的经历，都用一句话串了起来。"},{"type":"text","data":"有趣的是，这句话不断出现在我接下来读过的书中，包括《一个冥想者的觉知书》《被讨厌的勇气》《高效能人士的七个习惯》。"},{"type":"text","data":"如果说《一个冥想者的觉知书》和《The Mindful Athlete》都是有关冥想，还情有可原。另两本书则看起来并没有什么关联：《被讨厌的勇气》在讲阿德勒心理学，而《高效能人士的七个习惯》则有关个人行事原则和习惯的建立。"},{"type":"text","data":"《高效能人士的七个习惯》的作者柯维博士，这样形容他第一次读到这句话后带来的冲击："},{"type":"text","data":"我反复玩味这段文字，它主要阐释了这样一个简单的理念：刺激与回应之间存在一段距离，成长和幸福的关键就在于我们如何利用这段距离。"},{"type":"text","data":"这个理念在我头脑中产生的影响是难以言喻的。虽然一直接受着自我决定论的教育，这句话——「刺激与回应之间存在一段距离」——仍让我感到一股全新的、令人难以置信的力量，我觉得它像是一个素未谋面的新事物，引发了我内心的革命，而且恰逢其时。"},{"type":"text","data":"在反思中，这句话开始对我的生活模式产生影响。我仿佛跳出了自己的角色，成了一个旁观者，身处那段距离中来观察源自外界的刺激。我可以选择甚至改变回应的方式，还可以选择接受或者至少影响这种刺激。这种内在的自由感令我狂喜。"},{"type":"text","data":"最近一年，我也经常体会过这样的感觉，自己仿佛能跳出自己的角色，飘在空中，成为一个旁观者。当外界的刺激产生的时候，这段距离给了我自由和平静。"},{"type":"text","data":"我很尊敬的冥想导师——Joseph Goldstein 经常把一句话挂在嘴边：「Respond, not react.」，其实也在讲这个距离（Space）。"},{"type":"text","data":"在人类漫长的进化过程中，我们会对外界的刺激做很多应激反应（React）——战斗或逃避（Fight or Flight），这些应激反应可以帮助人类躲避外在危险，更好地保护自己。从进化的角度看，这些应激反应是为了完成生存和繁衍的任务，但并不能让我们更幸福、更自由。"},{"type":"text","data":"如果我们能够感知到外界的刺激（Stimulus），能够在本能的应激反应（React）之前，给自己一段距离，选择合适的回应方式（Respond），我们就能寻找到更多的幸福和自由。"},{"type":"text","data":"举一些每天都会发生的例子："},{"type":"text","data":"你也可以在觉知后给自己一段距离（Space），你知道短暂的愉悦后会很空虚，知道继续看书会有更大的愉悦感，于是你选择用继续看书来回应（Respond）。"},{"type":"text","data":"你也可以在觉知后给自己一段距离（Space），你知道「找到」什么是正确的比「捍卫」自己是正确的，要重要得多，于是你选择接受对方的批评来回应（Respond）。"},{"type":"text","data":"你也可以在觉知后给自己一段距离（Space），你知道过去的事情已经无法改变，但你能做到的是过好现在这个时刻，继而去影响旁边的人或事，从而引发更多积极的变化，于是你选择积极主动、专注当下来回应（Respond）；"},{"type":"text","data":"你也可以在觉知后给自己一段距离（Space），你知道金融市场总会有春夏秋冬，你知道自己投资的初心是中国经济的增长，而这并没有改变，于是你选择继续持有、甚至增加买入来回应（Respond）。"},{"type":"text","data":"你也可以在觉知后给自己一段距离（Space），你知道这种情绪一会儿就会过去，而「斗气车」引发交通事故的结果是既危险又耽误时间，于是你选择平静地让他并线来回应（Respond）。"},{"type":"text","data":"也可以在觉知后给自己一段距离（Space），你知道被认可是追寻内心的结果，但如果一味期待、甚至迎合别人的夸奖有可能丧失继续追求自我的勇气，也有可能故步自封不再敢挑战，于是你选择忘记这些赞扬、继续寻找内心来回应（Respond）。"},{"type":"text","data":"这样的刺激、距离、回应，在我们每天会有很多很多，而幸福、自由和成长，就存在于这个距离中。"},{"type":"text","data":"Joseph Goldstein 形容那些在刺激（Stimulus） 和回应（Respond）之间找到距离（Space）的人会感觉到 Bliss 的状态，这和柯维博士形容自己的感受时用的词是一样的。"},{"type":"text","data":"Bliss: reach a state of perfect happiness, typically so as to be oblivious of everything else."},{"type":"text","data":"这种状态，这个距离，也许需要我们一生的时间去寻找。"},{"type":"text","data":"首先，你需要觉知。"},{"type":"text","data":"你需要能觉知到来自外界的刺激，更重要的是，需要在本能的应激反应（React）之前觉知到，这样才能给自己留出一段距离（Space）。无论是禅修、冥想，都是在锻炼这方面的能力。"},{"type":"text","data":"我喜欢一个比喻，情绪好比墨镜，大多数人都是在带着这个墨镜在看外面的世界，然后做出反应。觉知，可以让你摘掉墨镜，用你的内心，去看更真实的世界，去做出更好的回应。"},{"type":"text","data":"其次，由内向外。"},{"type":"text","data":"摘掉情绪的墨镜后，你选择的回应（Respond）方式，是由你的内心（Inner Mind）所决定的。这个内心，是指你的人生观、世界观、价值观，是指你的行事原则和习惯，是指你对这个世界的认知。如果想做出更好的回应，就需要更好的内心，你需要用开放的心态不断成长。"},{"type":"text","data":"西方有句话：上帝行事由内而外，尘世行事由外而内；东方也有句话：菩萨畏因，凡夫畏果。说的都是这个道理。"},{"type":"text","data":"写得比较长，最后总结一下：人生的自由、幸福和成长，存在于刺激和回应之间的距离。如何觉知刺激的到来，如何延长那个距离，如何让自己的内心更加丰美、纯净、通透，从而更好地由内向外，是我们一生的课题。"},{"type":"text","data":"而幸福和自由的秘密，就在这里。"},{"type":"text","data":"来源：有知有行 孟岩"}]}]